<template>
    <div class="news">
        <div>
<el-card>
            <img src="http://img4.imgtn.bdimg.com/it/u=208920798,661449586&fm=26&gp=0.jpg"/>
            <p>来这儿看看房子吧！

                来这儿看看房子吧！来这儿看看房子吧！
                来这儿看看房子吧！
                来这儿看看房子吧！
                来这儿看看房子吧！
                来这儿看看房子吧！
                来这儿看看房子吧！
                来这儿看看房子吧！

                
                来这儿看看房子吧！来这儿看看房子吧！
                来这儿看看房子吧！
                来这儿看看房子吧！
                来这儿看看房子吧！
                来这儿看看房子吧！
                来这儿看看房子吧！
                来这儿看看房子吧！

                
                来这儿看看房子吧！来这儿看看房子吧！
                来这儿看看房子吧！
                来这儿看看房子吧！
                来这儿看看房子吧！
                来这儿看看房子吧！
                来这儿看看房子吧！
                来这儿看看房子吧！

                
                来这儿看看房子吧！来这儿看看房子吧！
                来这儿看看房子吧！
                来这儿看看房子吧！
                来这儿看看房子吧！
                来这儿看看房子吧！
                来这儿看看房子吧！
                来这儿看看房子吧！

                
                来这儿看看房子吧！来这儿看看房子吧！
                来这儿看看房子吧！
                来这儿看看房子吧！
                来这儿看看房子吧！
                来这儿看看房子吧！
                来这儿看看房子吧！
                来这儿看看房子吧！
            </p>
        </el-card>
        </div>
        
    </div>
</template>
<script>
    export default {
        name : 'news'
    }
</script>
<style>

    .news div{
        width:900px;
        margin:50px auto;
    }

</style>